alacritty
android-tools
ansible
aria2
base
base-devel
bat
breeze-gtk
breeze-icons
calibre
chrony
chrony-runit
cronie
cronie-runit
cryptsetup
dhcpcd
dhcpcd-runit
docker
docker-buildx
docker-compose
docker-runit
dunst
efibootmgr
elogind-runit
eza
fastfetch
fd
feh
ffmpegthumbnailer
fzf
gammastep
git
github-cli
gopass
grub
hyperfine
imagemagick
intel-ucode
jq
jujutsu
just
lazygit
less
lf
linux
linux-firmware
lsof
lua
luarocks
lvm2
maim
man-db
mpc
mpd
mpv
ncmpcpp
noto-fonts-cjk
noto-fonts-emoji
nsxiv
nwg-look
oath-toolkit
openssh
openssh-runit
pavucontrol
picom
pipewire
qbittorrent
qt6ct
rclone
ripgrep
rofi
rsync
runit
socklog
stow
terminus-font
tmux
trash-cli
tree
tree-sitter-cli
ttf-nerd-fonts-symbols
udisks2
ufw
ufw-runit
uv
xclip
xdg-utils
xdotool
xf86-video-vesa
xorg-bdftopcf
xorg-fonts-encodings
xorg-font-util
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yt-dlp
zathura
zoxide
zsh
