ImageMagick
alacritty
android-tools
ansible
ansible-core
aria2
atuin
base-devel
base-system
bat
bottom
brave-origin-bin
breeze-gtk
breeze-icons
calibre
chafa
chrony
cronie
curl
docker-buildx
dunst
elogind
eza
fastfetch
fd
feh
ffmpeg
ffmpegthumbnailer
fzf
gammastep
git
github-cli
google-chrome
gopass
grub-i386-efi
grub-x86_64-efi
hyperfine
intel-ucode
jq
jujutsu
just
lazydocker
lazygit
lf-r41_1
libX11-devel
libXft-devel
libXinerama-devel
libdrm-32bit
libgcc-32bit
libglvnd-32bit
libstdc++-32bit
linux
lsof
lua
lua-devel
luarocks
maim
mesa-dri-32bit
mise
mpc
mpd
mpv
ncmpcpp
nerd-fonts-symbols-ttf
noto-fonts-cjk
noto-fonts-emoji
nsxiv
nwg-look
oath-toolkit
pavucontrol
picom
pinentry-gtk
piper
pipewire
python3-ansible-lint
python3-packaging
qbittorrent
qt6ct
rclone
ripgrep
rofi
rsync
screenkey
socklog-void
steam
stow
tealdeer
terminus-font
tmux
translate-shell
trash-cli
tree
tree-sitter-cli
udisks2
ufw
uv
void-repo-multilib
void-repo-multilib-nonfree
void-repo-nonfree
xclip
xcolor
xdg-utils
xdotool
xinit
xorg
xsetroot
xsv
xtools
yt-dlp
zathura
zoxide
zsh
