7zip
ImageMagick
alacritty
atuin
base-system
bat
bottom
breeze-gtk
breeze-icons
calibre
cbonsai
chafa
chrony
cronie
curl
docker-buildx
dragon
dunst
elogind
fastfetch
fd
ffmpeg
ffmpegthumbnailer
fzf
gammastep
git
github-cli
gnupg
gopass
grub-i386-efi
grub-x86_64-efi
hyperfine
intel-ucode
jq
jujutsu
lazydocker
lazygit
lf-r41_1
libX11-devel
linux
lsof
lua
maim
mesa-dri
mesa-vulkan-intel
mpc
mpd
mpv
ncmpcpp
neovim
nerd-fonts-symbols-ttf
nix
noto-fonts-cjk
noto-fonts-emoji
nsxiv
oath-toolkit
pavucontrol
picom
pinentry-gtk
pipewire
qbittorrent
qt6ct
rclone
ripgrep
rofi
rsync
screenkey
setxkbmap
socklog-void
stow
terminus-font
tmux
translate-shell
trash-cli
tree
tree-sitter-cli
udisks2
ufw
unrar
unzip
uv
void-repo-multilib
void-repo-multilib-nonfree
void-repo-nonfree
xclip
xcolor
xdg-utils
xdotool
xev
xinit
xorg-minimal
xprop
xrandr
xrdb
xsetroot
xsv
yt-dlp
zathura
zathura-pdf-mupdf
zsh
