7zip
accountsservice
alacritty
alsa-firmware
alsa-plugins
alsa-utils
android-tools
ansible
ansible-core
ansible-lint
aria2
atuin
awesome-terminal-fonts
bandwhich
base
base-devel
bash-completion
bind
bitwarden-cli
bluez
bluez-hid2hci
bluez-libs
bluez-obex
bluez-utils
bob
brave-origin-bin
breeze-gtk
breeze-icons
btop
btrfs-assistant
btrfs-progs
bun
cachyos-fish-config
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-plymouth-theme
cachyos-rate-mirrors
cachyos-settings
cachyos-snapper-support
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
calibre
cantarell-fonts
capitaine-cursors
cargo-cache
ccache
chwd
cpupower
cronie
cryptsetup
device-mapper
diffutils
dmidecode
dmraid
dnsmasq
docker
docker-buildx
docker-compose
dosfstools
downgrade
duf
dunst
dust
e2fsprogs
efibootmgr
efitools
ethtool
exfatprogs
f2fs-tools
fastfetch
feh
ffmpegthumbnailer
fsarchiver
gammastep
git
github-cli
glances
glow
go
gopass
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gst-plugin-va
hdparm
helium-browser-bin
hwdetect
hwinfo
hyperfine
img2pdf
inetutils
intel-media-driver
intel-media-sdk
intel-ucode
iwd
jfsutils
jujutsu
just
lazydocker
lazygit
less
lib32-mesa
lib32-opencl-mesa
lib32-vulkan-intel
libdvdcss
libgsf
libopenraw
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-firmware
logrotate
lsb-release
lsof
lsscsi
luarocks
lvm2
maim
man-db
man-pages
mdadm
meld
mesa-utils
micro
mkinitcpio
modemmanager
mpc
mpd
mpv
mtools
nano
nano-syntax-highlighting
ncmpcpp
netctl
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
nsxiv
ntfs-3g
numbat
nwg-look
oath-toolkit
opencl-mesa
openssh
os-prober
pacman-contrib
paru
pastel
patchelf
pavucontrol
perl
perl-image-exiftool
picom
pipewire-alsa
pipewire-pulse
pkgfile
plocate
plymouth
poppler-glib
power-profiles-daemon
pv
python
python-defusedxml
python-packaging
python-pip
qbittorrent
qt6ct
rclone
rebuild-detector
ripgrep
rofi
rsync
rustup
screenkey
sg3_utils
shelly
smartmontools
s-nail
snapper
sof-firmware
starship
steam
stow
sudo
sysfsutils
terminus-font
texinfo
tmux
translate-shell
tree
tree-sitter-cli
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-meslo-nerd
ttf-opensans
typescript
ueberzugpp
ufw
ufw-extras
unclutter
unrar
unzip
upower
usb_modeswitch
usbutils
uv
ventoy-bin
vim
vlc-plugins-all
vulkan-intel
websocat
wget
which
wireplumber
wpa_supplicant
xclip
xcolor
xdg-user-dirs
xdotool
xfsprogs
xl2tpd
xorg-server
xorg-server-xephyr
xorg-xev
xorg-xinit
xorg-xsetroot
xsv
yazi
yt-dlp
zathura
zathura-pdf-mupdf
zoxide
