7zip
alacritty
android-tools
ansible
ansible-lint
atuin
bandwhich
base
base-devel
bottom
breeze-gtk
breeze-icons
calibre
capitaine-cursors
cronie
docker
docker-buildx
docker-compose
dunst
dust
efibootmgr
eza
fastfetch
fd
feh
ffmpegthumbnailer
firefox
fish
fzf
git
glow
go
gopass
grub
gst-plugin-pipewire
imagemagick
img2pdf
jq
lazygit
libnotify
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lsof
lua51
luarocks
maim
man-db
mpc
mpd
mpv
ncmpcpp
neovim
networkmanager
noto-fonts-emoji
nsxiv
nwg-look
obsidian
openresolv
openssh
pacman-contrib
pavucontrol
pcmanfm
pgcli
picom
piper
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
python-pip
qbittorrent
qt6ct
qutebrowser
rclone
ripgrep
rofi
rsync
rtkit
rust
screenkey
sl
sqlc
starship
stow
streamlink
sudo
syncthing
tealdeer
terminus-font
tmux
translate-shell
tree
ueberzugpp
ufw
uv
wireplumber
xclip
xcolor
xdotool
xorg-server
xorg-xev
xorg-xinit
xorg-xrandr
xorg-xsetroot
xsv
yazi
yt-dlp
zathura
zathura-pdf-mupdf
zoxide
zram-generator
zsh
