7zip
alacritty
android-tools
ansible
ansible-core
ansible-lint
aria2
atuin
bandwhich
base
base-devel
bat
bitwarden-cli
bob
bottom
breeze-gtk
breeze-icons
bun
calibre
capitaine-cursors
cargo-cache
ccache
cronie
docker
docker-buildx
docker-compose
dunst
dust
efibootmgr
eza
fastfetch
fd
feh
fish
fzf
gammastep
git
github-cli
glow
go
gopass
grub
gst-plugin-pipewire
hyperfine
imagemagick
img2pdf
intel-ucode
jq
jujutsu
just
lazydocker
lazygit
libnotify
libpulse
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lsof
luarocks
maim
man-db
mpc
mpd
mpv
ncmpcpp
neovim
networkmanager
noto-fonts-cjk
noto-fonts-emoji
nsxiv
ntfs-3g
nwg-look
oath-toolkit
openssh
pacman-contrib
pastel
patchelf
pavucontrol
pcmanfm
perl-image-exiftool
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
poppler
python-pip
qbittorrent
qt6ct
rclone
reflector
ripgrep
rofi
rsync
rtkit
rustup
screenkey
starship
steam
stow
sudo
terminus-font
tmux
translate-shell
tree
tree-sitter-cli
typescript
ueberzugpp
ufw
unclutter
uv
websocat
wireplumber
wpa_supplicant
xclip
xcolor
xdotool
xorg-server
xorg-server-xephyr
xorg-xev
xorg-xinit
xorg-xsetroot
xsv
yazi
yt-dlp
zathura
zathura-pdf-mupdf
zbar
zoxide
zram-generator
zsh
